Revit 2027 API
ParameterTypeId.MaterialParamGlow Property
 "Glow"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MaterialParamGlow { get; }
Public Shared ReadOnly Property MaterialParamGlow As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MaterialParamGlow {
	ForgeTypeId^ get ();
}
static member MaterialParamGlow : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace